[
  {
    "name": "Bob Condotta",
    "title": "Seattle Times sports reporter",
    "mug": "condotta.jpg",
    "score": "21-17",
    "winner": "Packers",
    "comment": "Is the road going to finally end here? Seattle has overcome the odds and some challenging circumstances time and again this season. But a healthy and rested Green Bay team playing at home and in its own comfort zone may be too much to overcome. Seattle simply has to get a pass rush on Aaron Rodgers to have a chance, but that also might be tough unless the Seahawks get big games from some banged-up players such as Ziggy Ansah and Jadeveon Clowney."
  },
  {
    "name": "Adam Jude",
    "title": "Seattle Times sports reporter",
    "mug": "jude.jpg",
    "score": "22-19",
    "winner": "Seahawks",
    "comment": "Everything is set up nicely for the Packers, who are playing at home, after a bye, with sub-freezing temperatures in the forecast. It should be the end for the Seahawks ... which is exactly why they’ll win. They have defied convention and logic so often this season, and the Seahawks will do it again Sunday night at Lambeau Field. "
  },
  {
    "name": "Larry Stone",
    "title": "Seattle Times columnist",
    "mug": "stone.jpg",
    "score": "20-17",
    "winner": "Packers",
    "comment": "The Seahawks have risen up on the road all year, but this task is just a little too daunting –especially for a team that’s far from full strength. The magic of Russell Wilson and the will of Marshawn Lynch could forge another road triumph, but this shapes up as an agonizing exit for the Seahawks."
  },
  {
    "name": "Matt Calkins",
    "title": "Seattle Times columnist",
    "mug": "calkins.jpg",
    "score": "27-7",
    "winner": "Packers",
    "comment": "My inbox is full of requests for me to pick against the Seahawks, which pretty much guarantees a Seattle victory. I will indulge such requests for the sake of this city's morale. Russell Wilson will continue to struggle at Lambeau Field, the running game will be non-existent, and Aaron Rodgers will dazzle. Now sit back and watch the Vegas line move seven points in the Seahawks' favor. "
  }
]